Repository: BohdanNikitchenko/APZ
Catalog: EcoDuty/EcoDuty/Resources/SharedResource.*.resx
Languages: ru, uk

source: Add place
ru: Добавить место
uk: Додати місце

source: Address
ru: Адрес
uk: Адреса

# AddressError
source: Address size 3 to 40 characters
ru: Размер адреса от 3 до 40 символов
uk: Розмір адреси від 3 до 40 символів

# AddressRequired
source: Address not specificate
ru: Адрес не указан
uk: Адреса не вказана

# AutoNumber
source: Technic number
ru: Техника номер
uk: Технічний номер

# AutoNumberError
source: Invalid technic number
ru: Неверный номер техники
uk: Недійсний технічний номер

# AutoNumberRequired
source: Technic number not specificate
ru: Техника номер не уточняется
uk: Технічний номер не вказаний

source: City
ru: Город
uk: Місто

# CityError
source: Invalid city name
ru: Неверное название города
uk: Недійсна назва міста

# CityRequired
source: City name not specified
ru: Название города не указано
uk: Назва міста не вказана

source: Confirm password
ru: Подтвердите Пароль
uk: Підтвердьте пароль

# ConfirmPasswordErro
source: Password do not match
ru: Пароль не подходит
uk: Пароль не збігається

source: Create New
ru: Создайте новый
uk: Створити новий

source: Current Rate
ru: Текущий курс
uk: Поточний показник

source: Description
ru: Описание
uk: Опис

# EcoStandart
source: Environmental standard
ru: Экологический стандарт
uk: Екологічний стандарт

# EcoType
source: Type of heating
ru: Тип отопления
uk: Тип опалення

# EcoTypeError
source: Type of heating name size from 3 to 30 characters
ru: Тип нагрева название от 3 до 30 символов
uk: Тип назви нагріву розміром від 3 до 30 символів

# EcoTypeRequired
source: Type of heating not specificated
ru: Тип отопления не уточняется
uk: Тип опалення не вказаний

source: Email*
ru: Эл. адрес*

# EmailError
source: Invalid email
ru: Неверный адрес электронной почты
uk: Недійсна електронна адреса

# EmailRequired
source: Email not specified
ru: Адрес электронной почты не указан
uk: Електронний лист не вказаний

# EngineVolume
source: Engine volume(см³)
ru: Объем двигателя (см³)
uk: Об'єм двигуна (см³)

# EngineVolumeError
source: Engine displacement from 200 to 10000
ru: Объем двигателя от 200 до 10000
uk: Об'єм двигуна від 200 до 10000

source: Estimated Penalty Points
ru: Расчетные штрафные очки
uk: Розрахункові штрафні бали

# Fine
source: Penalty
ru: Штраф
uk: Штраф

source: Fuel
ru: Топливо
uk: Паливо

# HousingType
source: Type of hous
ru: Тип дома
uk: Тип кожухів

# HousingTypeError
source: Type of hous name size from 3 to 30 characters
ru: Тип названия дома от 3 до 30 символов
uk: Тип назви розмірів від 3 до 30 символів

# HousingTypeRequired
source: Type of hous not specificated
ru: Тип дома не уточняется
uk: Тип кожухів не вказаний

source: Name*
ru: Имя*
uk: Ім'я *

# NameError
source: Invalid name
ru: Неправильное имя
uk: Недійсне ім’я

# NameRequired
source: Name not specified
ru: Имя не указано
uk: Ім'я не вказано

# Passport
source: Passport number*
ru: Номер паспорта*
uk: Номер паспорта*

# PassportError
source: Invalid passport number
ru: Неверный номер паспорта
uk: Недійсний номер паспорта

# PassportRequired
source: Passport number not specified
ru: Номер паспорта не указан
uk: Номер паспорта не вказаний

source: Password*
ru: Пароль*
uk: Пароль *

# PasswordError
source: Password must be between 6 and 30 characters
ru: Пароль должен быть от 6 до 30 символов
uk: Пароль повинен містити від 6 до 30 символів

# PasswordRequired
source: Password not specified
ru: Пароль не указан
uk: Пароль не вказаний

# PlaceNull
source: Place was deleted
ru: Место было удалено
uk: Місце було видалено

# PlacesFine
source: All Places Fines
ru: Все места Штрафы
uk: Усі штрафи

source: Place type
ru: Тип места
uk: Тип місця

source: Save
ru: Сохранить
uk: Зберегти

source: Sensor
ru: датчик
uk: Датчик

source: Sensors
ru: Датчики
uk: Датчики

# SensorsFine
source: All Sensors Fines(IoT)
ru: Все датчики штрафов (IoT)
uk: Усі штрафи за датчики (IoT)

# SensorType
source: Type of sensor
ru: Тип датчика
uk: Тип датчика

# SensorTypeError
source: Type of sensor name size from 1 to 30 characters
ru: Тип имени датчика размером от 1 до 30 символов
uk: Тип імені датчика розміром від 1 до 30 символів

# SensorTypeRequired
source: Type of sensor not specificated
ru: Тип датчика не указан
uk: Тип датчика не вказаний

# SerialError
source: Serial Number Size 10 characters
ru: Размер серийного номера 10 символов
uk: Розмір серійного номера 10 символів

source: Serial number
ru: Серийный номер
uk: Серійний номер

# SerialRequired
source: Serial number not specificate
ru: Серийный номер не указан
uk: Серійний номер не вказаний

# SizeFine
source: Amount of penalty points
ru: Сумма штрафных очков
uk: Сума штрафних балів

source: Surname*
ru: Фамилия*
uk: Прізвище *

# SurnameError
source: Invalid surname
ru: Неверная фамилия
uk: Неправильне прізвище

# SurnameRequired
source: Surname not specified
ru: Фамилия не указана
uk: Прізвище не вказано

# TaxIdentError
source: Invalid tax identity
ru: Неверная налоговая идентификация
uk: Недійсна податкова особа

# TaxIdentity
source: TaxIdentity number*
ru: Идентификационный номер *
uk: Податковий номер *

# TaxIdentRequiered
source: Tax identity not specified
ru: Налоговая идентификация не указана
uk: Податкова особа не вказана

# TechnicData
source: Year of technic manufacturers
ru: Год производителей техники
uk: Рік виробників техніки

# TechnicNull
source: Technic was deleted
ru: Техника была удалена
uk: Техніку видалено

source: Technics
ru: Техника
uk: Техніка

# TechnicsFine
source: All Technics Fines
ru: Все Техника Штрафы
uk: Всі штрафи техніки

# TechnicType
source: Type of technic
ru: Тип техники
uk: Тип техніки
